src/main/resources/messages/5kB_basic_reply.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:good="http://basic.test.benchmark.jaxws.ws.test.jboss.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <good:echoString>
         <arg0>
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
            abcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahodaabcdefghijklmnopqrstuvwxyz0123456789!@#$%^°*()_+-=[]{}:",.?/`~Pada,pada_jahoda,kterou_sni_pan_Lahoda
         </arg0>
      </good:echoString>
   </soapenv:Body>
</soapenv:Envelope>
